Repository: leequixxx/opentender-frontend
Catalog: src/i18n/messages.*.xlf
Languages: fi

source: Making Public Tenders More Transparent
fi: Lisää avoimuutta julkisiin hankintoihin

source: Welcome to the portal for {{countryname}} !
fi: Tervetuloa <x equiv-text="{{countryname}}" id="INTERPOLATION"/>-portaaliin!

source: This platform is part of the <a> DIGIWHIST project </a>
fi: Tämä alusta on osa <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>DIGIWHIST-projektia<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>

source: Subscribe to our <a> mailing list </a>
fi: Tilaa <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>postituslista<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>

source: Read more about tender legislation at
fi: Lue lisää julkisia hankintoja koskevista laista täällä

source: You can select between different ways of interacting with the data using these tiles. They are interconnected so the same full data depth can be accessed in different ways.
fi: Voit käsitellä dataa eri tavoin käyttämällä näitä laatikoita. Ne ovat yhteydessä toisiinsa, joten koko aineistoon voi päästä käsiksi eri tavoin.

source: Market Analysis
fi: Markkina-analyysi

source: Data overview
fi: Yleiskatsaus

source: This dashboard provides overview of public procurement markets, helping buyers and bidders to tender more effectively.
fi: Tämä näkymä tarjoaa yleiskatsauksen julkisten hankintojen markkinoista, mikä auttaa ostajia ja tarjoajia osallistumaan hankintamarkkinoihin tehokkaammin.

source: Search
fi: Etsi

source: Search and Find
fi: Etsi ja löydä

source: In this section you can search in the data by criteria of your interest. The results are downloadable for detailed examination.
fi: Tässä osiossa voit etsiä tietoja sinua kiinnostavilla kriteereillä. Tulokset ovat ladattavissa tarkempaa analysointia varten.

source: Download
fi: Lataa

source: Download data
fi: Lataa aineisto

source: Want to work with the data? You can download all the data this page is built on.
fi: Haluatko käsitellä aineistoa tarkemmin? Voit ladata kaiken tällä sivulla olevan datan omalle laitteellesi.

source: Indicators
fi: Indikaattorit

source: Administrative Capacity
fi: Hallinnollinen kapasiteetti

source: This dashboard allows you to analyse and benchmark buyers' administrative capacity.
fi: Tämä näkymä antaa sinun analysoida ja vertailla hankkijoiden hallinnollisia valmiuksia.

source: Transparency
fi: Avoimuus

source: This dashboard allows you to analyse and benchmark the degree of transparency in public procurement tenders.
fi: Tämä näkymä antaa sinun analysoida ja vertailla julkisten hintakilpailujen avoimuutta.

source: Integrity
fi: Rehellisyys

source: This dashboard allows you to analyse and benchmark public procurement integrity risks.
fi: Tämä näkymä antaa sinun analysoida ja vertailla julkisten hankintojen rehellisyysriskejä.

source: Not sure where to go? Start here …
fi: Et tiedä mihin mennä? Aloita täältä...

source: Learn what this is about
fi: Lue lisää mistä tässä on kyse

source: About Opentender
fi: Opentenderistä

source: Subscribe to our mailing list
fi: Tilaa postituslista

source: Email address
fi: Sähköposti

source: Subscribe
fi: Tilaa

source: Welcome to Opentender
fi: Tervetuloa Opentenderiin

source: This platform allows you to search and analyse tender data from 33 jurisdictions (28 EU member states, Norway, the EU Institutions, Iceland, Switzerland, Georgia).
fi: Tämä sivusto antaa sinun etsiä ja analysoida tietoja julkisista hankinnoista 33 lainsäädäntöalueelta (28 EU-jäsenmaata, Norja, EU:n toimielimet, Islanti, Sveitsi ja Georgia).

source: It looks like you are browsing from {{ip_country.name}} .
fi: Vaikuttaa siltä, että selailet tätä sivua maasta: <x equiv-text="{{ip_country.name}}" id="INTERPOLATION"/>.

source: We invite you to visit <a> Opentender {{ip_country.name}} </a> .
fi: Kutsumme sinut vierailemaan <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>Opentender-sivulla <x equiv-text="{{ip_country.name}}" id="INTERPOLATION"/><x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: Change the language of this page
fi: Vaihda näyttökieltä

source: You can view the data on individual national portals by selecting a country below or explore <a> all available data </a> .
fi: Voit tarkastella tietoja maakohtaisilla sivuilla valitsemalla maan allaolevasta valikosta tai voit tutkia <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>kaikkea saatavilla olevaa dataa<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: Nr. of Tenders
fi: Julkisten hankintojen lukumäärä

source: About
fi: Lisää tietoa

source: About Opentender
fi: Tietoa Opentenderistä

source: Add Search Fields
fi: Lisää hakukenttiä

source: Additional Information
fi: Lisätietoja

source: Administrative Capacity
fi: Hallinnollinen kapasiteetti

source: Administrative Capacity Indicator
fi: Hallinnollisen kapasiteetin indikaattori

source: Administrative Capacity Indicators
fi: Hallinnollisen kapasiteetin indikaattorit

source: Administrators
fi: Hallinnoijat

source: All Data
fi: Kaikki data

source: All Digiwhist data
fi: Kakki Digiwhist-data

source: Appeal Body Name
fi: Valitusviranomainen

source: Authorities
fi: Viranomaiset

source: Authority
fi: Viranomainen

source: Average % of Tenders
fi: Keskimääräinen % julkisista hankinnoista

source: Average Good Procurement Score over Time
fi: Good Procurement Score -keskiarvo ajan myötä

source: Average Good Procurement Score per Sector
fi: Good Procurement Score -keskiarvo sektorin mukaan

source: Average Score
fi: Keskitulos

source: Average Score of
fi: Pisteiden keski-arvo

source: Average Value (€)
fi: Keskiarvo (€)

source: Average Volume of Tenders (€)
fi: Hintakilpailujen keskimäärä (€)

source: Average in Comparison Group
fi: Keskiarvo vertailuryhmässä

source: Award Decision Date
fi: Myöntämispäätöksen päivämäärä

source: Award Decision Year
fi: Myöntämispäätöksen vuosi

source: Benchmark Current Authority
fi: Vertailuindeksi: Nykyinen viranomainen

source: Benchmark Current Company
fi: Vertailuindeksi: Nykyinen yritys

source: Benchmark Current Tender
fi: Vertailuindeksi: Nykyinen hintakilpailu

source: Bid
fi: Tarjous

source: Bid Count
fi: Tarjousten lukumäärä

source: Bid Deadline
fi: Tarjousten määräaika

source: Bid Price
fi: Tarjoushinta

source: Bid Price EUR
fi: Tarjoushinta EUR

source: Bids Count
fi: Tarjousten lukumäärä

source: Buyer
fi: Hankkija

source: Buyer Region
fi: Hankkijan seutu

source: Buyer Type
fi: Hankkijan tyyppi

source: Buyers
fi: Hankkijat

source: CPV Codes
fi: CPV-koodit

source: City
fi: Kaupunki

source: Companies
fi: Yritykset

source: Company
fi: Yritys

source: Comparison Group
fi: Vertailuryhmä

source: Contract Values
fi: Sopimuksen hinnat

source: Country
fi: Maa

source: Creation Date
fi: Luomispäivä

source: Current Tender
fi: Nykyinen tarjouskilpailu

source: Dashboards
fi: Näkymät

source: Dates
fi: Päivämäärät

source: Deposits
fi: Talletukset

source: Description
fi: Kuvaus

source: Document Price EUR
fi: Dokumentin hinta EUR

source: Documents
fi: Dokumentit

source: Documents Deadline
fi: Dokumenttien määräaika

source: Documents Price
fi: Dokumenttien hinta

source: Download
fi: Lataa

source: EU Institutions
fi: EU:n toimielimet

source: EU-Fund
fi: EU:n rahasto

source: Economic Requirements
fi: Taloudelliset vaatimukset

source: Electronic Bids Count
fi: Sähköisesti toimitettujen tarjousten lukumäärä

source: Eligible Bid Languages
fi: Hyväksytyt tarjouskielet

source: Entries
fi: Tuloksia

source: Estimated Completion Date
fi: Arvioitu päättymispäivämäärä

source: Estimated Completion Year
fi: Arvioitu päättymisvuosi

source: Estimated Price
fi: Arvioitu hinta

source: Estimated Price EUR
fi: Arvioitu hinta EUR

source: Estimated Start Date
fi: Arvioitu aloituspäivämäärä

source: Estimated Start Year
fi: Arvioitu aloitusvuosi

source: Final Price
fi: Lopullinen hinta

source: Final Price EUR
fi: Lopullinen hinta EUR

source: Funding
fi: Rahoitus

source: Glossary
fi: Sanasto

source: Home
fi: Koti

source: How Opentender works
fi: Miten Opentender toimii

source: Imprint
fi: Merkki

source: Indicator
fi: Indikaattori

source: Indicators
fi: Indikaattorit

source: Integrity
fi: Rehellisyys

source: Integrity Indicator
fi: Rehellisyysindikaattori

source: Integrity Indicators
fi: Rehellisyysindikaattorit

source: Limit to same Authority Type
fi: Rajoita samaan viranomaistyyppiin

source: Limit to same Main Activities
fi: Rajoita samoihin päätoimintoihin

source: Limit to same region (NUTS2)
fi: Rajoita samaan seutuun (NUTS2)

source: Limit to same sector
fi: Rajoita samaan sektoriin

source: Loading…
fi: Ladataan...

source: Lot
fi: Erä

source: Lots
fi: Erät

source: Main Activities
fi: Päätoiminnot

source: Main Buyers
fi: Tärkeimmät hankkijat

source: Main Buyers in Score Range
fi: Tärkeimmät hankkijat valitulla pistevälillä

source: Main CPV
fi: CPV pääsanasto

source: Main CPV (Categories)
fi: CPV pääsanasto (5-numerotaso)

source: Main CPV (Divisions)
fi: CPV pääsanasto (2-numerotaso)

source: Main CPV (Full)
fi: CPV pääsanasto (täydellinen)

source: Main CPV (Groups)
fi: CPV pääsanasto (3-numerotaso)

source: Main CPV Code
fi: CPV pääsanastokoodi

source: Main Sector
fi: Pääsektori

source: Main Suppliers
fi: Tärkeimmät toimittajat

source: Main Suppliers in Score Range
fi: Tärkeimmät toimittajat valitulla pistevälillä

source: Market Analysis
fi: Markkina-analyysi

source: Mediation Body Name
fi: Sovitteluelin

source: Modification Date
fi: Muutoksen päivämäärä

source: Name
fi: Nimi

source: No data
fi: Ei dataa

source: Nr. of Tenders
fi: Julkisten hankintojen lukumäärä

source: Number of Buyers by Region
fi: Ostajien lukumäärä seuduittain

source: Number of Suppliers by Region
fi: Toimittajien lukumäärä seuduittain

source: Opentender Portals
fi: Opentender-portaaleja

source: Overall
fi: Yhteensä

source: Personal Requirements
fi: Henkilökohtaiset vaatimukset

source: Portals
fi: Portaalit

source: Prices
fi: Hinnat

source: Procedure Type
fi: Menettelytapa

source: Profile Link
fi: Profiili-linkki

source: Profile Page
fi: Profiilisivu

source: Programme
fi: Ohjelma

source: Publications
fi: Julkaisut

source: Region
fi: Alue

source: Requirements
fi: Vaatimukset

source: Score
fi: Pisteet

source: Search
fi: Etsi

source: Search Authority
fi: Etsi viranomaista

source: Search Company
fi: Etsi yhtiötä

source: Search Tender
fi: Etsi tarjouskilpailua

source: Sector
fi: Sektori

source: Sector (CPV Division)
fi: Sektori (CPV-jaosto)

source: Sector (CPV)
fi: Sektori (CPV)

source: Sector Overview
fi: Sektorin yleiskuva

source: Sectors
fi: Sektorit

source: Select Column
fi: Valitse sarake

source: Select Visualization
fi: Valitse visualisointi

source: Show all years
fi: Näytä kaikki vuodet

source: Source
fi: Lähde

source: Source URL
fi: Lähde URL

source: Supplier
fi: Toimittaja

source: Supplier Region
fi: Toimittajan seutu

source: Suppliers
fi: Toimittajat

source: Supply Type
fi: Toimitustyyppi

source: Technical Requirements
fi: Tekniset vaatimukset

source: Tender
fi: Tarjouskilpailu

source: Tender Count
fi: Tarjouskilpailujen lukumäärä

source: Tender Information
fi: Hankintatiedot

source: Tender Link
fi: Linkki tarjouskilpailuun

source: Tender Meta Data
fi: Tarjouskilpailun meta-data

source: Tender Requirements
fi: Tarjouskilpailun vaatimukset

source: Tenders
fi: Hankinnat

source: Tenders over Time
fi: Hintakilpailut ajan myötä

source: Test
fi: Testi

source: Title
fi: Otsikko

source: Title English
fi: Otsikko englanniksi

source: Total Volume of Tenders (€)
fi: Tarjoiskilpailujen kokonaismäärä (€)

source: Transparency
fi: Avoimuus

source: Transparency Indicator
fi: Avoimuus-indikaattori

source: Transparency Indicators
fi: Avoimuus-indikaattorit

source: Type
fi: Tyyppi

source: Volume (€)
fi: Määrä (€)

source: Volume of Tenders (€)
fi: Tarjouskilpailujen määrä (€)

source: Year
fi: Vuosi

source: [Name not available]
fi: [Nimi ei saatavilla]

source: [ {{count}} other sectors with less than {{value}} ]
fi: [<x equiv-text="{{count}}" id="INTERPOLATION"/> muuta sektoria, joissa on vähemmän kuin <x equiv-text="{{value}}" id="INTERPOLATION_1"/>]

source: in Score Range
fi: pistevälillä

source: over Time
fi: ajan myötä

source: per Sector
fi: per sektori

# ADMINISTRATIVE.name
source: Administrative Capacity Indicator
fi: Hallinnollisen kapasiteetin indikaattori

# ADMINISTRATIVE.plural
source: Administrative Capacity Indicators
fi: Hallinnollisen kapasiteetin indikaattorit

# ADMINISTRATIVE_CENTRALIZED_PROCUREMENT.name
source: Joint or centralized procurement
fi: Yhteiset tai keskitetyt hankinnat

# ADMINISTRATIVE_CENTRALIZED_PROCUREMENT.desc
source: Centralized procurement suggests good administrative capacity if the tender is managed by a central procuring body.
fi: Keskitetyt julkiset hankinnat viittaavat hyvään hallinnolliseen kapasiteettiin, jos tarjouskilpailuista vastaa keskitetty hankintaelin.

# ADMINISTRATIVE_FRAMEWORK_AGREEMENT.name
source: Use of framework agreements
fi: Puitesopimusten käyttö

# ADMINISTRATIVE_FRAMEWORK_AGREEMENT.desc
source: Framework agreement suggests good administrative capacity if the tender establishes a framework agreement.
fi: Puitesopimus viittaa hyvään hallinnolliseen kapasiteettiin, jos tarjouskilpailu muodostaa puitesopimuksen.

# ADMINISTRATIVE_ELECTRONIC_AUCTION.name
source: Electronic auction
fi: Sähköinen huutokauppa

# ADMINISTRATIVE_ELECTRONIC_AUCTION.desc
source: Electronic auction points at good administrative capacity if the tender was conducted through an electronic auction.
fi: Sähköinen huutokauppa viittaa hyvään hallinnolliseen kapasiteettiin, jos tarjouskilpailu suoritettiin sähköisenä huutokauppana.

# ADMINISTRATIVE_COVERED_BY_GPA.name
source: Use of WTO framework
fi: WTO:n menettelyiden käyttö

# ADMINISTRATIVE_COVERED_BY_GPA.desc
source: Use of the WTO framework suggests good administrative capacity if the tendering process is conducted according to the WTO framework.
fi: WTO:n menettelyiden käyttö viittaa hyvään hallinnolliseen kapasiteettiin, jos tarjouskilpailu suoritetaan WTO:n menettelyiden mukaisesti.

# ADMINISTRATIVE_ENGLISH_AS_FOREIGN_LANGUAGE.name
source: English as foreign language
fi: Englanti vieraana kielenä

# ADMINISTRATIVE_ENGLISH_AS_FOREIGN_LANGUAGE.desc
source: English as a foreign language suggests good administrative capacity if the bids can be submitted in English as a foreign language.
fi: Englanti vieraana kielenä viittaa hyvään hallinnolliseen kapasiteettiin, jos tarjoukset voi toimittaa englanniksi.

# ADMINISTRATIVE_NOTICE_AND_AWARD_DISCREPANCIES.name
source: Discrepancies between call for tender and contract award notices
fi: Tarjouspyynnön ja lopullisen sopimuksen väliset eroavuudet

# ADMINISTRATIVE_NOTICE_AND_AWARD_DISCREPANCIES.desc
source: Discrepancies between call for tender and contract award notices is the ratio of fields with different values in the call for tender and contract award announcements related to a given tender (based on last published versions).
fi: Tarjouspyynnön ja lopullisen sopimuksen väliset eroavuudet tarkoittaa vastaavissa kentissä olevien eri arvojen välistä suhdetta tarjouspyynnön ja lopullisen sopimuksen välillä (viimeisimmän julkaistun version perusteella).

# INTEGRITY.name
source: Integrity Indicator
fi: Rehellisyysindikaattori

# INTEGRITY.plural
source: Integrity Indicators
fi: Rehellisyysindikaattorit

# INTEGRITY_SINGLE_BID.name
source: Single bidder contract
fi: Yhden tarjouksen sopimus

# INTEGRITY_SINGLE_BID.desc
source: Single bid signals a risk when only one bid is submitted in a tender in a competitive market.
fi: Yksi tarjous on riski silloin, kun hintakilpailuun osallistuu vain yksi toimittaja, vaikka kilpailu markkinoilla on yleistä.

# INTEGRITY_CALL_FOR_TENDER_PUBLICATION.name
source: Call for tenders publication
fi: Tarjouspyynnön julkaisu

# INTEGRITY_CALL_FOR_TENDER_PUBLICATION.desc
source: Not publishing calls for tender signals a risk when no call for tenders is published prior to a contract award, decreasing the potential bidder pool.
fi: Tarjouspyynnön julkaisematta jättäminen on ongelma silloin kun tarjouspyyntöä ei ole julkaistu lainkaan ennen sopimuksen myöntämistä, näin ollen vähentäen potentiaalisten toimittajien lukumäärää.

# INTEGRITY_PROCEDURE_TYPE.name
source: Procedure type
fi: Menettelytapa

# INTEGRITY_PROCEDURE_TYPE.desc
source: Non-open procedures signal a risk of using procedures types which are less open for competition and more readily used for directly contracting connected companies (e.g. negotiated without publication).
fi: Suljetut menettelyt voivat viitata riskiin sellaisten menettelytapojen käyttämisestä, jotka eivät ole avoimia kilpailulle ja joita käytetään sopimusten tekemiseen suoraan yritysten kanssa (esimerkiksi neuvoteltu ilman julkaisua).

# INTEGRITY_ADVERTISEMENT_PERIOD.name
source: Length of advertisement period
fi: Ilmoitusjakson pituus

# INTEGRITY_ADVERTISEMENT_PERIOD.desc
source: Advertisement period length reveals the risk of suspiciously tight bidding deadlines or when advertisement period is excessively long.
fi: Ilmoitusjakson pituus paljastaa epäilyttävän tiukat tarjouksen määräajat tai kun ilmoitusjakso on liian pitkä.

# INTEGRITY_DECISION_PERIOD.name
source: Length of decision period
fi: Päätösajan pituus

# INTEGRITY_DECISION_PERIOD.desc
source: Length of decision period signals risks when the the decision period length is either suspiciously short or suspiciously long.
fi: Päätösajan pituus viittaa riskeihin, jos se on joko epäillyttävän lyhyt tai pitkä.

# INTEGRITY_NEW_COMPANY.name
source: New company
fi: Uusi yritys

# INTEGRITY_NEW_COMPANY.desc
source: New company signals the risk of a very young company winning a tender (younger than 1 year at the time of winning).
fi: Uusi yritys viittaa riskiin, että erittäin nuori yritys voittaa tarjouskilpailun (alle 1 vuoden vanha sopimuksen myöntämisen aikaan).

# INTEGRITY_TAX_HAVEN.name
source: Tax haven
fi: Veroparatiisi

# INTEGRITY_TAX_HAVEN.desc
source: Tax haven signals a risk when the supplier is located in a tax haven country (based on the financial secrecy index).
fi: Veroparatiisi merkitsee riskiä silloin, kun toimittaja sijaitsee veroparatiisissa (salassapito-indeksin mukaan).

# INTEGRITY_DESCRIPTION_LENGTH.name
source: Description length
fi: Kuvauksen pituus

# INTEGRITY_DESCRIPTION_LENGTH.desc
source: Product description length signals the risk of product description being tailored to one company, when the description is excessively long.
fi: Tuotteen kuvaus merkitsee riskiä, että tuotekuvaus on suunniteltu yhdelle tietylle yritykselle, jos tuotekuvaus on epäillyttävän pitkä.

# INTEGRITY_POLITICAL_CONNECTIONS_OF_SUPPLIERS.name
source: Political connections of suppliers
fi: Toimittajien poliittiset yhteydet

# INTEGRITY_POLITICAL_CONNECTIONS_OF_SUPPLIERS.desc
source: Political connection of the supplier captures the risk of at least one owner or manager holding a political office.
fi: Poliittiset yhteydet paljastavat riskin, että ainakin yksi omistaja tai johtaja on poliitikko.

# INTEGRITY_WINNER_CONTRACT_SHARE.name
source: Winner contract share
fi: Voittajan sopimusosuus

# INTEGRITY_WINNER_CONTRACT_SHARE.desc
source: Winner contract share is the share of contract value won by a given company from a given buyer in a given year.
fi: Voittajan sopimusosuus on osuus sopimuksen arvosta, jonka tietty yritys on voittanut tietyltä ostajalta tiettynä vuotena.

# INTEGRITY_ELIGIBILITY_CRITERIA_LENGTH.name
source: Eligibility criteria length
fi: Kelpoisuusvaatimusten pituus

# INTEGRITY_ELIGIBILITY_CRITERIA_LENGTH.desc
source: Eligibility criteria length signals the risk of criteria being tailored to one company with the criteria description being excessively long.
fi: Kelpoisuusvaatimusten pituus voi merkitä riskiä siitä, että vaatimukset on laadittu yhdelle tietylle yritykselle, jos kelpoisuusvaatimukset ovat epäillyttävän pitkät.

# INTEGRITY_EVALUATION_CRITERIA.name
source: Evaluation criteria
fi: Arviointiperusteet

# INTEGRITY_EVALUATION_CRITERIA.desc
source: Evaluation criteria signal the risk of using non-quantitative criteria to assess bidders which are subjective and can easily be manipulated.
fi: Arvosteluperusteet voivat merkitä riskiä siitä, että tarjousten arvostelussa ei ole käytetty kvantitatiivisia perusteita vaan kriteerejä, jotka ovat subjektiivisia ja helposti manipuloitavissa.

# TRANSPARENCY.name
source: Transparency Indicator
fi: Avoimuus-indikaattori

# TRANSPARENCY.plural
source: Transparency Indicators
fi: Avoimuus-indikaattorit

# TRANSPARENCY_PUBLICATION_RATE.name
source: Publication rate
fi: Julkaisuprosentti

# TRANSPARENCY_PUBLICATION_RATE.desc
source: Publication rate is the ratio of advertised public procurement spending over the total public procurement spending of a given contracting authority.
fi: Julkaisuaste on julkaistun julkisen hankinnan arvon suhde kyseisen hankintaviranomaisen julkisiin hankintoihin käyttämään kokonaiskulutukseen.

# TRANSPARENCY_NUMBER_OF_KEY_MISSING_FIELDS.name
source: Share of non-missing key fields
fi: Täytettyjen avainkenttien määrä

# TRANSPARENCY_NUMBER_OF_KEY_MISSING_FIELDS.desc
source: Number of key missing fields is the ratio of fields with missing values in the call for tender and contract award announcement related to a given tender (based on the most recently published versions).
fi: Tyhjien avainkenttien määrä viittaa tarjouspyynnöstä ja sopimuksen myöntämisilmoituksesta puuttuvien tärkeiden tietojen määrään (perustuen viimeisimpiin julkaistuihin versioihin).

source: Info
fi: Tiedot

source: Download Data
fi: Lataa tiedot

source: Download data as CSV
fi: Lataa tiedot CSV-tiedostona

source: Download data as JSON
fi: Lataa tiedot JSON-tiedostona

source: Buyers
fi: Hankkijat

source: Suppliers
fi: Toimittajat

source: Countries
fi: Maat

source: Suppliers by Region
fi: Toimittajat seuduittain

source: Buyers by Region
fi: Hankkijat seuduittain

source: Volume (€) by Region
fi: Määrä (€) seuduittain

source: Volume (€)
fi: Määrä (€)

source: Tenders per Year
fi: Hankintoja per vuosi

source: {{title}} over Time
fi: <x equiv-text="{{title}}" id="INTERPOLATION"/> ajan myötä

source: Average
fi: Keskiarvo

source: Absolute
fi: Ehdoton

source: {{title}} per Sector
fi: <x equiv-text="{{title}}" id="INTERPOLATION"/> per sektori

source: Tenders over Time
fi: Hintakilpailut ajan myötä

source: Total Volume (€)
fi: Kokonaismäärä (€)

source: Average Volume (€)
fi: Keskimäärä (€)

source: Loading…
fi: Ladataan...

source: Not Found
fi: Ei tuloksia

source: Menu
fi: Valikko

source: Portal Overview
fi: Portaalista yleisesti

source: Making Public Tenders More Transparent
fi: Lisää avoimuutta julkisiin hankintoihin

source: What is Opentender?
fi: Mikä Opentender on?

source: How Opentender works
fi: Miten Opentender toimii

source: Dashboards
fi: Käyttöliittymä

source: Imprint
fi: Merkki

source: Contact
fi: Yhteystiedot

source: Legal Notice
fi: Oikeudellinen huomautus

source: Privacy Policy
fi: Tietosuojakäytäntö

source: Questions?
fi: Kysymyksiä?

source: Contact Opentender at <a> {{contactmail}} </a> .
fi: Ole yhteydessä Opentenderiin: <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/><x equiv-text="{{contactmail}}" id="INTERPOLATION"/><x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: This site ( <a> {{&apos;v&apos;+version}} </a> ) is powered by open source code.
fi: Tämä sivusto (<x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/><x equiv-text="{{'v'+version}}" id="INTERPOLATION"/><x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>) on luotu avoimella lähdekoodilla.

source: We welcome contributions and comments on <a> GitHub </a> .
fi: Voit lähettää mielipiteitä ja kommentteja <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>Githubin<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/> kautta.
