Repository: leequixxx/opentender-frontend
Catalog: src/i18n/messages.*.xlf
Languages: fi

source: All content by Digiwhist on this website is licensed under <a> Creative Commons BY-NC-SA 4.0. </a>
fi: Kakki tällä sivulla oleva Digiwhistin aineisto on lisensoitu <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>Creative Commons BY-NC-SA 4.0 -lisenssillä.<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>

source: GTI is pleased that you are visiting our website and that you are interested in the Horizon 2020 DIGIWHIST project. We take the protection of your personal data very seriously and adhere strictly to the provisions of current data privacy laws.
fi: GTI on kiitollinen, että vierailet tällä verkkosivulla ja että olet kiinnostunut Horizon 2020 DIGIWHIST -projektista. Otamme henkilötietojen suojelun erittäin vakavasti ja noudatamme tiukasti nykyisiä tietosuojalakeja.

source: The following policy provides you with insight into how we guarantee this protection and which kind of data we collect for which purpose.
fi: Seuraavat osiot selittävät tarkemmin, miten takaamme tämän suojan ja minkälaista dataa keräämme ja mihin tarkoituksiin sitä käytämme.

source: 1. Anonymous data collection
fi: 1. Anonyymi tiedonkeruu

source: In most cases you can visit Opentender.eu website without us requiring you to provide personal data.
fi: Suurimmassa osassa tapauksista voit vierailla Opentender.eu-sivulla luovuttamatta mitään henkilötietoja.

source: The log files on our web server collect the following data:
fi: Verkkopalvelimemme lokitiedostot keräävät seuraavat tiedot:

source: IP address
fi: IP-osoite

source: date, time
fi: päivämäärä, aika

source: page visited, referrer
fi: vierailtu sivu, viittaaja

source: browser
fi: selain

source: operating system
fi: käyttöjärjestelmä

source: These data are available for statistical purposes analyses, the raw data is deleted by our web hosting company on a monthly basis.
fi: Tämä aineisto on saatavilla tilastollista analyysia varten, mutta sivujen ylläpitäjä tuhoaa raakadatan kuukausittain.

source: 2. Collection and processing of personal data
fi: 2. Henkilötietojen kerääminen ja käsittely

source: Personal data are only collected based on the current applicable regulations. Beyond this, your data are only used for the purposes of advertising and market research, also to tailor our electronic services to meet current needs, if you have provided us with your prior consent. Of course, you are entitled to revoke any consent that you provide – either wholly or partially – at any time, effective for the future.
fi: Henkilötietoja kerätään ainoastaan siinä määrin kuin nykyiset lait ja säädökset vaativat. Tämän lisäksi, henkilötietoja käytetään ainoastaan mainostus- ja markkinatutkimustarkoituksiin sekä palveluiden räätälöimiseen tarpeiden mukaan, jos olet antanut meille suostumuksesi tällaiseen käyttöön. Voit luonnollisesti peruuttaa suostumuksesi milloin haluat - osittain tai kokonaan.

source: 3. Export and processing of the data in states outside of the European Economic Area (EEA)
fi: 3. Tietojen lähettäminen ja käsittely Euroopan talousalueen (ETA) ulkopuolella

source: No data is exported or processes outside the European Economic Area
fi: Tietoja ei lähetetä tai prosessoida Euroopan talousalueen ulkopuolella

source: 4. Cookies and website tracking
fi: 4. Evästeet ja sivuston seuranta

source: We use web analysis systems on this website, intended to measure and analyse visits to our website. We use your IP address with purpose of collecting data, among other things on Internet traffic, your browser and your computer.
fi: Käytämme analyysisysteemejä tällä sivulla mittaamaan ja analysoimaan sivukäyntejä. Käytämme IP-osoitettasi tiedon keräämiseen nettiliikenteestä, selaimestasi ja tietokoneestasi.

source: We do not use the IP address or cookies to identify you personally. We use the web analysis system with the purpose of increasing efficiency on our website.
fi: Emme käytä evästeitä tai IP-osoitettasi sinun tunnistamiseen henkilökohtaisesti. Käytämme analyysiohjelmaa parantaaksemme nettisivumme tehokkuutta.

source: Most browsers automatically accept cookies. However, you can prevent this happening manually by changing the settings in your browser to ensure that cookies are no longer accepted. Please find details in this respect in the instructions provided by the manufacturer of your browser.
fi: Suurin osa selaimista hyväksyy evästeet automaattisesti. Voit kuitenkin estää tämän vaihtamalla selainasetuksesi niin että evästeitä ei enää hyväksytä. Löydät ohjeet tämän muutoksen tekemiseen selainvalmistajasi ohjeista.

source: 5. Permanent cookies/third-party cookies
fi: 5. Pysyvät evästeet/kolmansien osapuolten evästeet

source: This website uses Piwik, an open-source web analytics service. Piwik uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address truncated by the last octet prior to its storage using the “_anonymizeIp()” method) will be transmitted to and stored on our servers in Germany. We will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.
fi: Tämä sivusto käyttää avoimen lähdekoodin analyysiohjelmaa Piwikiä. Piwik käyttää "evästeitä", jotka ovat koneellesi tallennettavia tekstitiedostoja, jotka auttavat sivustoa analysoimaan kuinka sen käyttäjät hyödyntävät sitä. Evästeiden keräämä ja luoma informaatio siitä, kuinka käytät tätä nettisivua (mukaan lukien IP-osoitteesi, josta on poistettu sen viimeinen oktetti ennen sen tallentamista "_anonymizeIp()”-metodia käyttäen) lähetetään ja tallennetaan palvelimille Saksassa. Käytämme tätä tietoa nettisivun käytön analysoimisessa, sivuston liikennettä koskevien raporttien koostamisessa sekä muiden tähän nettisivuun ja internetin käyttöön liittyvien palveluiden tarjoamisessa.

source: 7. External links
fi: 7. Ulkopuoliset linkit

source: We seek to provide you with the best possible information. This is why you will find on our website links that refer to pages owned by third parties. Unless it is perfectly obvious, we draw your attention to the fact that these are external links. GTI has no influence on the content or design of these pages owned by external providers and hence refers to their privacy policies. Please be aware that the assurances provided in this privacy policy quite naturally do not necessarily apply there.
fi: Pyrimme tarjoamaan sinulle parasta mahdollista tietoa. Siksi löydät sivuillamme linkkejä, jotka viittaavat kolmansien osapuolten sivuihin. Ellei se ole täysin ilmeistä, haluamme huomauttaa, että nämä ovat ulkoisia linkkejä. GTI:lla ei ole vaikutusta näiden ulkoisten sivujen sisältöön tai muotoiluun, ja näin ollen sinun kannattaa tutustua näiden ulkopuolisten sivujen omiin tietosuojakäytäntöihin. Huomaa, että tässä tietosuojakäytännössä annetut vakuutukset eivät tietenkään välttämättä ole samat muilla sivuilla.

source: 8. Security
fi: 8. Turvallisuus

source: GTI takes technical and organisational measures to ensure security in line with the current state of technology to protect the data you provide to GTI against accidental or deliberate manipulation, loss, destruction or access by unauthorised persons. We continually improve our security measures as technology progresses.
fi: GTI ottaa kaikki mahdolliset tekniset ja muut toimenpiteet varmistaakseen tietoturvan nykyisen tekniikan puitteissa suojatakseen antamianne tietoja vahingossa tapahtuvaa tai tahallisista manipulointia, häviämistä, tuhoamista tai luvatonta käyttöä vastaan. Kehitämme jatkuvasti turvallisuustoimenpiteitämme teknologian kehittyessä.

source: 9. Right of information, questions on data privacy and revocation
fi: 9. Oikeus tietoihin, kysymykset tietosuojasta ja peruuttaminen

source: We attach great importance to your trust in us. This is why we seek to be available to provide you with information and to answer your questions at any time. Please contact GTI if you have any questions concerning the processing of your personal data; GTI is also available if you are seeking information, wish to place applications or lodge complaints on the question of data privacy.
fi: Arvostamme luottamustanne meihin. Siksi haluamme olla käytettävissä milloin tahansa antamaan sinulle tietoja ja vastauksia kysymyksiisi. Ota yhteyttä GTI:hen, jos sinulla on kysyttävää henkilötietojesi käsittelystä. Voit olla meihin yhteydessä myös jos haet tietoa, haluat lähettää hakemuksia tai tehdä valituksia tietosuojaa koskevista kysymyksistä.

source: Moreover, you are entitled to revoke the consent you have granted respectively at any time, effective for the future.
fi: Lisäksi voit luonnollisesti peruuttaa suostumuksesi milloin tahansa.

source: Nr. of Tenders in Region
fi: Julkisten hankintojen lukumäärä alueella

source: Nr. of Tenders in Subregions
fi: Julkisten hankintojen lukumäärä seutukunnissa

source: Search Tender
fi: Etsi julkista hankintaa

source: Search Company
fi: Etsi yhtiötä

source: Search Authority
fi: Etsi viranomaista

source: Visualization
fi: Visualisointi

source: before
fi: ennen

source: after
fi: jälkeen

source: same day
fi: sama päivä

source: Filter
fi: Suodatin

source: Search Sector
fi: Etsi sektoria

source: Find Tender Information at
fi: Löydä hankintatiedot täältä

source: There are no Indicators for this Tender
fi: Tälle hankinnalle ei ole saatavilla indikaattoreita

source: On Behalf Of
fi: Puolesta

source: Further Information Provider
fi: Lisätiedonantaja

source: Specifications Provider
fi: Teknisten tietojen toimittaja

source: Bids Recipient
fi: Tarjousten vastaanottaja

source: Appeal Body Name
fi: Valitusviranomainen

source: Mediation Body Name
fi: Sovitteluelin

source: Administrators
fi: Hallinnoijat

source: Prices
fi: Hinnat

source: Estimated Price
fi: Arvioitu hinta

source: Final Price
fi: Lopullinen hinta

source: Documents Price
fi: Dokumenttien hinta

source: Dates
fi: Päivämäärät

source: Estimated Start Date
fi: Arvioitu aloituspäivämäärä

source: Estimated Completion Date
fi: Arvioitu päättymispäivämäärä

source: Bid Deadline
fi: Tarjousten määräaika

source: Documents Deadline
fi: Dokumenttien määräaika

source: Estimated Duration
fi: Arvioitu kesto

source: Types
fi: Tyypit

source: Supply Type
fi: Toimitustyyppi

source: Procedure Type
fi: Menettelytapa

source: Selection Method
fi: Valintametodi

source: Eligible Bid Languages
fi: Hyväksytyt tarjouskielet

source: Max Bids Count
fi: Tarjousten enimmäislukumäärä

source: Max Framework Agreement Participants
fi: Puitesopimuksen osapuolten enimmäislukumäärä

source: Award Criteria
fi: Myöntämisperusteet

source: Price
fi: Hinta

source: Lot Details
fi: Erän tiedot

source: Award Decision Date
fi: Myöntämispäätöksen päivämäärä

source: Completion Date
fi: Päättymispäivämäärä

source: Contract Signature Date
fi: Sopimuksen allekirjoituksen päivämäärä

source: Cancellation Date
fi: Peruutuspäivämäärä

source: Bids Count
fi: Tarjousten lukumäärä

source: Electronic Bids Count
fi: Sähköisesti toimitettujen tarjousten lukumäärä

source: Contract Number
fi: Sopimusnumero

source: Cpvs
fi: CPV-koodit

source: Lot Number
fi: Erän numero

source: Position On Page
fi: Sijainti sivulla

source: Eligibility Criteria
fi: Kelpoisuusvaatimukset

source: Bids
fi: Tarjouksia

source: Subcontractors
fi: Alihankkijat

source: Is Winning
fi: voitti

source: Is Subcontracted
fi: Alihankittu

source: Subcontacted Value
fi: Alihankinnan arvo

source: Unit Prices
fi: Yksikköhinnat

source: Personal Requirements
fi: Henkilökohtaiset vaatimukset

source: Economic Requirements
fi: Taloudelliset vaatimukset

source: Technical Requirements
fi: Tekniset vaatimukset

source: Deposits
fi: Talletukset

source: Source
fi: Lähde

source: Publication Date
fi: Julkaisupäivä

source: Dispatch Date
fi: Lähetyspäivä

source: Form Type
fi: Lomakkeen tyyppi

source: Source Form Type
fi: Lähdelomakkeen tyyppi

source: Language
fi: Kieli

source: Source Id
fi: Lähdetunnus

source: Buyer Assigned Id
fi: Hankkijan tunniste

source: Title
fi: Nimi

source: Tender Information
fi: Hankintatiedot

source: EInvoice Accepted
fi: Sähköiset laskut hyväksyttyjä

source: Central Procurement
fi: Keskitetyt hankinnat

source: Covered By Gpa
fi: GPA-sopimuksen kattama

source: Joint Procurement
fi: Yhteishankinnat

source: Framework Agreement
fi: Puitesopimus

source: Dps
fi: Dynaaminen hankintajärjestelmä

source: Electronic Auction
fi: Sähköinen huutokauppa

source: has Lots
fi: on eriä

source: has Options
fi: on optioita

source: Variants Accepted
fi: Muunnokset hyväksyttyjä

source: Buyer Assigned ID
fi: Hankkijan tunniste

source: Funding
fi: Rahoitus

source: Meta Data
fi: Metatiedot

source: Created
fi: Luotu

source: Click to hide/show this section
fi: Paina piilottaaksesi/näyttääksesi tämän osion
