Repository: leequixxx/opentender-frontend
Catalog: src/i18n/messages.*.xlf
Languages: fi

source: Read more about tender legislation at
fi: Lue lisää julkisia hankintoja koskevista laista täällä

source: Follow us
fi: Seuraa meitä

source: Mailing list
fi: Postituslista

source: This project has received funding from the <a> European Union’s Horizon 2020 research and innovation programme </a> under grant agreement <a> No 645852 </a> .
fi: Tämä projekti on saanut rahoitusta <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>Euroopan Unionin Horizon 2020 -tutkimus ja innovaatio-ohjelmalta<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>, avustussopimus <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK_1"/>nro 645852<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: Click to jump to the profile page
fi: Klikkaa tästä profiilisivulle

source: Click to include/exclude into view
fi: Klikkaa näyttääksesi/piilottaaksesi näkymästä

source: Select all
fi: Valitse kaikki

source: Deselect all
fi: Poista kaikki valinnat

source: Indicator Group
fi: Indikaattoriryhmä

source: Indicator
fi: Indikaattori

source: Comparison Group
fi: Vertailuryhmä

source: Date Range
fi: Päivämäärät

source: No Dates available
fi: Päivämäärät ei saatavilla

source: Download data as gzipped JSON
fi: Lataa aineisto gzip-pakattuna JSON-tiedostona.

source: The download contains {{total}} entries and the compressed file size will be approximately over {{total/1000*1200000 | formatFileSize}} .
fi: Lataustiedostossa on yhteensä <x equiv-text="{{total}}" id="INTERPOLATION"/> tulosta ja pakattu tiedosto on keskimäärin yli <x equiv-text="{{total/1000*1200000 | formatFileSize}}" id="INTERPOLATION_1"/>.

source: Files are compressed with <a> GZip </a> , which should be supported by your ZIP application.
fi: Tiedostot on pakattu käyttäen <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>GZippiä<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>, jonka pitäisi toimia ZIP-pakkausohjelmasi kanssa.

source: Download data as gzipped CSV
fi: Lataa aineisto gzip-pakattuna CSV-tiedostona.

source: Cancel
fi: Peruuta

source: Download requested
fi: Lataus pyydetty

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: Page: {{pagination.page+1}} of {{pagination.pageCount | formatNumber }} - Entries: {{pagination.total | formatNumber }}
fi: Sivu: <x equiv-text="{{pagination.page+1}}" id="INTERPOLATION"/>/<x equiv-text="{{pagination.pageCount | formatNumber }}" id="INTERPOLATION_1"/> - Tuloksia: <x equiv-text="{{pagination.total | formatNumber }}" id="INTERPOLATION_2"/>

source: Entries per Page
fi: Tuloksia per sivu

source: Columns
fi: Sarakkeet

source: Click to Select
fi: Klikkaa valitaksesi

source: Approximately 15% of the EU’s Gross Domestic Product is spent every year on procuring goods and services, and some estimates indicate that corruption increases the cost of government contracts by 20 - 25%. It is even more worrying that corruption in public procurement compromises widely supported public goals, such as building safe highways, high quality school buildings, or delivering medicine in time.
fi: Noin 15 prosenttia EU:n bruttokansantuotteesta kuluu vuosittain tavaroiden ja palveluiden julkisiin hankintoihin ja joidenkin arvioiden mukaan korruptio lisää julkisten sopimusten kustannuksia 20-25 prosenttia. Vielä huolestuttavampaa on, että korruptio julkisissa hankinnoissa vaarantaa yleisesti kannatettuja julkisia tavoitteita, kuten turvallisten valtateiden ja korkealaatuisten koulurakennusten rakentamista sekä lääkkeiden toimittamista aikataulujen mukaisesti.

source: Providing comprehensive public procurement information free of charge in an easy-to-use format to all interested parties is expected to increase market transparency, decrease transaction costs, and facilitate government accountability. Hence, opentender.eu, a central, public, and open procurement platform has been set up to contribute to achieving value for money in public procurement as well as increase integrity throughout the public sector.
fi: Julkisia hankintoja koskevien tietojen täydellinen saatavuus helppokäyttöisessä muodossa kaikille lisää toivottavasti markkinoiden avoimuutta, vähentää liiketoiminnan kustannuksia ja helpottaa hallituksen vastuullisuutta. Opentender.eu - julkisiin hankintoihin keskittynyt keskitetty, julkinen ja vapaa tietokanta - edesauttaa näin ollen julkisten hankintojen hinta-laatu-suhdetta sekä lisää rehellisyyttä koko julkisella sektorilla.

source: Who is Opentender?
fi: Ketkä ovat Opentenderin takana?

source: DIGIWHIST, an EU Horizon 2020 funded project, brings together six European research institutes, with the aim of empowering society to combat public sector corruption. It will simultaneously increase trust in governments and improve efficiency of public spending across Europe through the systematic collection, structuring, analysis and dissemination of information on public procurement and on mechanisms that increase accountability of public officials in all EU and some neighbouring countries.
fi: DIGIWHIST on EU Horizon 2020 -rahaston rahoittama projekti, joka tuo yhteen kuusi eurooppalaista tutkimuslaitosta, jotka pyrkivät vahvistamaan yhteiskuntaa julkisen sektorin korruptiota vastaan. Se pyrkii samanaikaisesti lisäämään luottamusta hallituksiin sekä lisäämään julkisen varainkäytön tehokkuutta koko Euroopassa keräämällä ja organisoimalla dataa systemaattisesti sekä analysoimalla ja levittämällä tätä tietoa julkisista hankinnoista ja järjestelmistä, jotka lisäävät virkamiesten vastuullisuutta koko EU:ssa ja lähialueilla.

source: The Department of Sociology at Cambridge has a distinctive profile as a centre of excellence for outstanding work in social theory and empirical sociological research. Sociology in Cambridge is also practised and taught in an interdisciplinary context, with particularly strong connections with politics, psychology, anthropology, economics and history.
fi: Cambridgen yliopiston sosiologian laitos on sosiaaliteorian ja empiirisen sosiologisen tutkimuksen huippuyksikkö. Cambridgessa sosiologian opettamista ja harjoittamista lähestytään monitieteellisestä lähtökohdasta, keskittyen erityisesti politiikkaan, psykologiaan, antropologiaan, kansantaloustieteeseen ja historiaan.

source: The Hertie School of Governance prepares exceptional students for leadership positions in government, business, and civil society. The School also offers experienced professionals the opportunity to deepen their skills in the field of public management. A renowned international faculty with expertise in economics, business, law, political and social science take an interdisciplinary, policy-oriented approach to the School’s teaching and research agenda.
fi: Hertie School of Governance valmistaa erinomaisia oppilaita johtaviin asemiin politiikassa, liike-elämässä ja kansalaisyhteiskunnassa. Hertie School tarjoaa myös kokeneille ammattilaisille mahdollisuuden syventää heidän tietämystään julkisesta hallinnosta. Yliopiston tunnettu kansainvälinen tiedekunta keskittyy kansantaloustieteeseen, liiketalouteen, lakiin, politiikkaan sekä sosiaalitieteisiin ja lähestyvät tutkimusta ja opetusta monitieteellisestä ja politiikan näkökulmasta.

source: The Government Transparency Institute’s foundation in 2015 was motivated by growing need and opportunity to do independent research and advocacy on transparency, corruption and quality of government in Europe and beyond. The Institute is a non-partisan think tank independent of governments, political parties or special interest groups. The aim of the Institute is to systematically explore the causes, characteristics, and consequences of low quality of government in an inter-disciplinary approach drawing on political science, economics, law, and data science. The Institute aims to aid citizens to hold governments accountable through the publication of large datasets and robust analysis.
fi: The Government Transparency Institute perustettiin vuonna 2015 vastauksena lisääntyvään tarpeeseen ja mahdollisuuteen tehdä riippumatonta tutkimusta ja edunvalvontaa avoimuuden lisäämiseksi, korruption kitkemiseksi ja hallinnon parantamiseksi Euroopassa ja muualla maailmassa. Instituutti on sitoutumaton ajatushautumo, joka on riippumaton hallituksista, poliittisista puolueista ja erityisryhmistä. Instituutin tarkoitus on tarkastella systemaattisesti huonojen hallintomallien syitä, ominaisuuksia ja seurauksia monitieteellisestä näkökulmasta, hyödyntäen erityisesti politiikan tutkimusta, kansantaloustiedettä, lakitieteitä sekä tietotieteitä. Instituutti pyrkii auttamaan kansalaisia pitämään hallituksia vastuussa julkaisemalla suuria aineistoja ja vahvaa analyysia.

source: Datlab is a Czech IT company which specializes in data extraction and processing jobs. As of 2015 it regularly processes data from 30 various websites and systems. It works closely with NGO sector and runs couple of several major opendata services, such as <a> vsechnyzakazky.cz </a> (procurement database), <a> politickefinance.cz </a> (political party financing monitor).
fi: Datlab on tsekkiläinen IT-yritys, joka keskittyy tietojen hankintaan ja prosessointiin. Vuonna 2015, Datlab prosessoi dataa 30:ltä nettisivulta ja järjestelmästä. Datlab työskentelee läheisesti kansalaisjärjestöjen kanssa ja on vastuussa useasta avoimesta datapalvelusta, kuten <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>vsechnyzakazky.cz<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/> (julkisten hankintojen tietokanta) ja <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK_1"/>politickefinance.cz<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/> (poliittisten puolueiden rahoituksen tietokanta).

source: Transcrime is the Joint Research Centre on Transnational Crime of the Università Cattolica del Sacro Cuore of Milan and the University of Trento. It analyses strategies for preventing and combating crime adopting an integrated approach (criminology, law, statistics, economics, forensic accounting). In particular Transcrime analyses crime phenomena in the field of organised crime, financial crime, money laundering and corruption.
fi: Transcrime on Milanon Cattolica del Sacro Cuore -yliopiston ja Trenton yliopiston kansainväliseen rikollisuuteen keskittyvä tutkimuskeskus. Se analysoi strategioita joilla voidaan estää ja taistella rikollisuutta vastaan hyödyntämällä integroitua lähestymistapaa (kriminologia, laki, tilastotiede, rikostekninen kirjanpito). Transcrime tutkii erityisesti järjestäytynyttä rikollisuutta, talousrikollisuutta, rahanpesua ja korruptiota.

source: The Open Knowledge Foundation Deutschland (OKF DE) is the German Chapter of the international Open Knowledge Foundation Network (OKFN). It is an independent non-for-profit organisation founded in 2011 and dedicated to promoting open data and open content in all their forms – including public information, publicly funded research and public domain cultural content. It is an international leader in its field and has extensive experience in building tools and community around open material. OKF DE is a Think-and-Do Tank that combines legal expertise and technical know-how to advise government authorities and other organisations publish open data and to help potential re-users to engage with open data to create innovative new products and services. OKF DE works on technologies that enable greater transparency in public life and new spaces for citizen engagement.
fi: The Open Knowledge Foundation Deutschland (OKF DE) on Open Knowledge Foundation Networkin (OKFN) Saksan paikallisosasto. Se on itsenäinen, voittoa tavoittelematon järjestö, joka perustettiin vuonna 2011 ja joka keskittyy lisäämään vapaasti saatavilla olevaa tietoa ja aineistoa kaikissa niiden muodoissa - mukaan lukien julkisia tietoja, julkisin varoin tuettuja tutkimuksia sekä julkisesti saatavilla olevia kulttuurituotteita. OKF DE on kansainvälinen johtaja omalla alueellaan ja sillä on kattava kokemus avoimen materiaalin työkalujen ja yhteisöjen luomisesta. OKF DE on "Think-and-Do Tank", joka yhdistää lakitieteellisen ja teknisen tuntemuksen ohjeistaakseen hallituksia ja muita organisaatioita julkaisemaan tietoja julkisesti ja auttamaan kansalaisia käyttämään tätä dataa uusien tuotteiden ja palveluiden tuottamiseen. OKF DE kehittää teknologisia ratkaisuja, jotka lisäävät avoimuutta ja luovat uusia väyliä kansalaisten osallistumiselle julkiseen elämään.

source: Glossary
fi: Sanasto

source: ‎Terms
fi: Ehdot

source: Nomenclature of territorial units for statistics (NUTS) is a geocode standard to provide a breakdown of the economic territory of the European Union into territorial units for the production of regional statistics and for targeting political interventions at a regional level. Read more at
fi: Yhteinen tilastollisten alueyksiköiden nimikkeistö (NUTS) on Euroopan union käyttämä alueluokitusjärjestelmä, joka jakaa talousalueet pienempiin yksiköihin seudullista tilastointia varten, joka auttaa poliittisten ratkaisujen kehittämisessä seututasolla. Lue lisää täältä

source: Common Procurement Vocabulary (CPV) seeks to standardise, by means of a single classification system for public procurement, the terms used by contracting authorities and entities to describe the subject of contracts. Read more at
fi: Yhteinen hankintasanasto (CPV) pyrkii standardisoimaan hankintaviranomaisten ja muiden yksiköiden sopimuskohteiden kuvauksessa käyttämät termit luomalla yhden luokittelujärjestelmän julkisten hankintojen saralle. Lue lisää täältä

source: Composite Scores
fi: Yhteispistemäärät

source: Transparency Score
fi: Avoimuuspisteet

source: The Transparency score is the average of Transparency Indicators.
fi: Avoimuuspisteet on avoimuusindikaattoreiden keskiarvo.

source: Integrity Score
fi: Rehellisyyspisteet

source: The Procurement Integrity score is the average of Procurement Integrity Indicators.
fi: Julkisten hankintojen rehellisyyspisteet on rehellisyysindikaattoreiden keskiarvo.

source: Administrative Capacity Score
fi: Hallinnollisen kapasiteetin pisteet

source: The Administrative Capacity score is the average of Administrative Capacity Indicators.
fi: Hallinnollisen kapasiteetin pisteet on hallinnollisen kapasiteetin indikaattoreiden keskiarvo.

source: The overarching good procurement score is the average of the three composite scores above.
fi: Good Procurement Score on yllämainittujen kolmen yhteispisteen keskiarvo.

source: Numbers
fi: Numerot

source: How Opentender Works
fi: Kuinka Opentender toimii

source: Opentender is built upon robust data collection and processing software that gathers procurement data from about 20 various sources. When there is no open data available we extract the information from thousands of web pages to arrive at a structured database. After that we group together all publications describing each tender and eventually create a final image that most accurately describes the particular tender. Source systems and data differ from country to country, so a tailored piece of software is created for each source separately.
fi: Opentender perustuu vankkaan tiedonkeruu- ja käsittelyohjelmistoon, joka kokoaa hankintatietoja noin 20 eri lähteestä. Kun avoimia tietoja ei ole saatavilla, Opentender etsii ja poimii tietoja tuhansilta verkkosivuilta ja pyrkii luomaan jäsennellyn tietokannan tämän tiedon perusteelta. Tämän jälkeen ryhmittelemme kaikki jokaiseen hintakilpailuun liittyvät julkaisut ja pyrimme luomaan kattavan kuvan kyseisestä julkisesta hankinnasta. Lähteet ja tiedot vaihtelevat maittain, joten jokaiselle lähteelle luodaan räätälöity ohjelmisto.

source: Opentender uses public procurement performance indicators based on a broad set of scientific analyses, synthesized and taken further in our own research: for administrative capacity indicators see <a> Methods Paper on Administrative Quality Indicators </a> , for transparency indicators see <a> Methods Paper on Fiscal Transparency </a> , for integrity indicators see <a> Methods Paper on Corruption Risk Indicators </a> . The overarching good procurement score is the simple average of the three composite scores. All of these indicators are based on objective data, are directly actionable by public and private actors, and they are transparently and unambiguously calculated. If you find any error in the <a> formulas </a> , please notify us at <a> {{contactmail}} </a> .
fi: Opentender hyödyntää laajaan tieteelliseen tutkimukseen ja analyysiin pohjautuvia julkisten hankintojen suorituskyvyn indikaattoreita, jotka on syntetisoitu ja kehitetty edelleen vastamaan Opentenderin vaatimuksia: hallinnollisen kapasiteetin indikaattoreista voit lukea lisää dokumentista. <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>Methods Paper on Administrative Quality Indicators<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>, avoimuusindikaattoreista on lisää tietoa dokumentissa <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK_1"/>Methods Paper on Fiscal Transparency<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>, rehellisyysindikaattoreista voit lukea lisää dokumentista <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK_2"/>Methods Paper on Corruption Risk Indicators<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>. Good Procurement Score on keskiarvo näistä kolmesta yhteispistemäärästä. Kaikki indikaattorit perustuvat objektiiviseen dataan, ovat suoraan julkisten ja yksityisten toimijoiden käytettävissä, sekä avoimesti ja yksiselitteisesti laskettu. Jos löydät mitään virheitä <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK_3"/>kaavoissamme<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>, ilmoita meille sähköpostilla osoitteeseen <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK_4"/><x equiv-text="{{contactmail}}" id="INTERPOLATION"/><x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: Maps and NUTS Codes
fi: Kartat ja NUTS-tilastoluokitustasot

source: Opentender displays <a> NUTS Codes </a> based maps.
fi: Opentender näyttää <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>NUTS-tilastoluokitukseen<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/> perustuvia karttoja.

source: Missing codes in addresses have been assigned with:
fi: Puuttuville koodeille osoitteissa on annettu seuraavat arvot:

source: Used Shapes:
fi: Käytetyt muodot:

source: The dashboards provide you with state-of-the-art visualisations of procurement data in four categories:
fi: Tarjotut näkymät antavat sinun visualisoida hankintadataa neljässä eri kategoriassa:

source: The search function is a powerful tool to drill down into the data and find a specific tender, buyer, or supplier you are looking for. You can also create individual custom searches from more than 30 additional parameters, including the indicators.
fi: Etsi-toiminto on hyödyllinen työkalu tietokannan tutkimiseen ja sen avulla voi löytää tietyn julkisen hankinnan, hankkijan tai toimittajan. Voit myös luoda henkilökohtaisesti muokattuja hakuja käyttäen yli 30 lisäparametriä, mukaan lukien eri indikaattoreita.

source: Profiles
fi: Profiilit

source: To enable full access, every component (sectors, branches, regions, companies, authorities, and tenders) in the Opentender database has an individual profile showing detailed information. Depending on its type, the profile shows a variety of visualisations such as graphs, maps, and charts providing you with a deep level of insight into the database. You can view the profiles by simply clicking on the respective name.
fi: Jotta Opentender-tietokantaa voi käyttää mahdollisimman täydellisesti, jokaisella osalla (sektorit, sivukonttorit, alueet, yritykset, viranomaiset ja hintakilpailut) on yksilöllinen profiili, josta löytyy yksityiskohtaista tietoa. Riippuen profiilin tyypistä, se sisältää erilaisia ​​visualisointeja, kuten kaavioita, karttoja ja tilastoja, jotka tarjoavat sinulle syvällisen tietämyksen tietokannasta. Voit tarkastella profiileja napsauttamalla vastaavaa nimeä.

source: Authority Type
fi: Viranomaisen tyyppi

source: Main Activities
fi: Päätoiminnot

source: Similar Authorities
fi: Samankaltaiset viranomaiset

source: Search this authority at
fi: Etsi tätä viranomaista täältä

source: Find Freedom of Information requests
fi: Löydä tiedonsaantipyyntöjä

source: Similar Companies
fi: Samankaltaisia yrityksiä

source: Search this company at
fi: Etsi tätä yhtiötä täältä

source: Find Freedom of Information requests at
fi: Löydä tiedonsaantipyyntöjä täältä

source: Sub-Indicators
fi: Alaindikaattorit

source: All sub-indicators
fi: Kaikki alaindikaattorit

source: Composite Score
fi: Yhteispistemäärä

source: Adjust Weights
fi: Säädä painotusta

source: Average Score of {{indicatorTitle}}
fi: Keskiarvo <x equiv-text="{{indicatorTitle}}" id="INTERPOLATION"/>

source: Score Range
fi: Pisteraja

source: Apply Weights
fi: Aseta painotukset

source: Reset Weights
fi: Tyhjää painotukset

source: Adjust Composite Score Weights
fi: Säädä yhteispistemäärien painotuksia

source: Sectors
fi: Sektorit

source: Sector Profile
fi: Sektorin profiili

source: Name
fi: Nimi

source: Volume of Tenders (€)
fi: Tarjouskilpailujen määrä (€)

source: On this page you find all the tender data of this portal.
fi: Tältä sivulta löydät kaiken julkisia hankintoja koskevan datan, joka on tässä järjestelmässä.

source: Current Portal
fi: Nykyinen portaali

source: Tenders
fi: Hankinnat

source: Size
fi: Koko

source: Country
fi: Maa

source: Modified
fi: Muutettu

source: * Due to the amount of entries and many JSON parser don't support the file size, DIGIWHIST Tender JSON data has also been saved as <a> Newline Delimited JSON </a> .
fi: * Syötteiden suuresta määrästä johtuen ja koska monet JSON-jäsentimet eivät tue tiedostokokoa, DIGIWHIST JSON-hankintadata on tallennettu myös <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>Newline Delimited JSON-muodossa<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: The structure of entries is outlined in a <a> JSON Schema File </a> .
fi: Merkintöjen rakenne on kuvattu <x ctype="x-a" equiv-text="&lt;a&gt;" id="START_LINK"/>JSON Schema -tiedostossa<x ctype="x-a" equiv-text="&lt;/a&gt;" id="CLOSE_LINK"/>.

source: Digiwhist Project Coordination
fi: Digiwhist-projektin koordinaatio

source: Address
fi: Osoite

source: Referrals and Links
fi: Viittaukset ja linkit

source: GTI is not responsible for any contents linked or referred to from these pages. If any damage occurs by the use of information presented there, only the author of the respective pages might be liable, not the one who has linked to these pages.
fi: GTI ei ole vastuussa näillä sivuilla olevien linkkien tai viittausten takana olevista sisällöistä. Jos ulkopuolisten sivujen käyttö johtaa vahinkoihin, kyseisen sivun ylläpitäjä on vastuussa vahingoista. Linkin tai viittauksen lisännyt taho ei ole vastuussa vahingoista.

source: Disclaimer
fi: Vastuuvapauslauseke

source: The information and views set out on this website are those of the author(s) only and do not reflect any collection opinion of the DIGIWHIST consortium, nor do they reflect the official opinion of the European Commission. Neither the European Commission nor any Person acting on behalf of the European Commission is responsible for the use which might be made of the Information published on this website.
fi: Tällä verkkosivustolla olevat tiedot ja näkemykset ovat ainoastaan tekijöiden, eivätkä ne edusta DIGIWHIST-konsortion yhteistä mielipidettä tai Euroopan komission virallista mielipidettä. Euroopan komission ja sen puolesta toimivat henkilöt eivät ole vastuussa tämän verkkosivuston julkaisemien tietojen käytöstä.
